{"translation-revision-date":"2021-04-06 05:02:21+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"th"},"Schedule":["ตารางเวลา"],"Featured Image":["รูปพิเศษ"],"Set Featured Image":["ตั้งรูปพิเศษ"],"Suggestion:":["คำแนะนำ:"],"Words":["คำ"],"Template:":["เทมเพลต:"],"Status":["สถานะ"],"Blocks":["ปิดกั้น"],"Category":["หมวดหมู่"],"Order":["ลำดับ"],"%d result found.":["%d ผลการค้นหาที่พบ"],"%d Revision":["%d รุ่น"],"Post Format":["รูปแบบเรื่อง"],"Standard":["มาตรฐาน"],"Edit or update the image":["แก้ไขหรืออัปเดตรูปภาพ"],"Updating…":["กำลังอัปเดต..."],"Publishing…":["กำลังเผยแพร่..."],"imperative verb\u0004Preview":["ดูก่อน"],"Copied!":["คัดลอกแล้ว"],"Publish…":["เผยแพร่..."],"Publish:":["เผยแพร่:"],"Terms":["เงื่อนไข"],"Add new term":["เพิ่มเงื่อนไขใหม่"],"Add new category":["เพิ่มหมวดหมู่ใหม่"],"term\u0004Remove %s":["ลบ %s"],"term\u0004%s removed":["ลบ %s แล้ว"],"Term":["เงื่อนไข"],"Tag":["ป้ายกำกับ"],"Add New Term":["เพิ่มเงื่อนไขใหม่"],"Switch to Draft":["สลับไปฉบับร่าง"],"Paragraphs":["ย่อหน้า"],"Your work will be published at the specified date and time.":["ผลงานของคุณจะได้รับการเผยแพร่ในวันและเวลาที่กำหนดไว้"],"Start writing with text or HTML":["เริ่มการเขียนด้วยตัวอักษร หรือ HTML"],"Type text or HTML":["พิมพ์ตัวอักษร หรือ HTML"],"Remove Image":["นำภาพออก"],"Add to Reusable Blocks":["เพิ่มไปยังบล็อกใช้ซ้ำได้"],"Untitled Reusable Block":["บล็อกใช้ซ้ำได้ไม่มีชื่อ"],"Remove from Reusable Blocks":["ลบจากบล็อกใช้ซ้ำได้"],"Content structure":["โครงสร้างเนื้อหา"],"View the autosave":["ดูบันทึกอัตโนมัติ"],"Visible to everyone.":["สามารถดูได้ทั่วไป"],"Only visible to site admins and editors.":["สามารถดูได้เฉพาะผู้ควบคุมและผู้เขียน"],"Block deleted.":["บล็อกถูกลบแล้ว"],"Block created.":["สร้างบล็อกแล้ว"],"Saving":["กำลังบันทึก"],"Chat":["สนทนา"],"Schedule…":["กำหนดเวลา..."],"Create password":["สร้างรหัสผ่าน"],"Use a secure password":["ใช้รหัสผ่านที่ปลอดภัย"],"Are you ready to publish?":["คุณพร้อมที่จะเผยแพร่หรือยัง?"],"Convert to Regular Block":["แปลงเป็นบล็อกธรรมดา"],"Headings":["หัวข้อ"],"Autosaving":["บันทึกอัตโนมัติ"],"%s address":["%s ที่อยู่"],"Add tags":["เพิ่มป้ายกำกับ"],"Copy the permalink":["คัดลอกลิงก์ถาวร"],"Permalink copied":["คัดลอกลิงก์ถาวรแล้ว"],"Permalink:":["ลิงก์ถาวร:"],"Trashing failed":["ทิ้งถังขยะล้มเหลว"],"You have unsaved changes. If you proceed, they will be lost.":["คุณมีการเปลี่ยนแปลงที่ยังไม่ได้บันทึก ถ้าคุณทำต่อ สิ่งเหล่านั้นจะหายไป"],"Reset the template":["ล้างค่าเทมเพลต"],"Keep it as is":["เก็บไว้ตามที่เป็นอยู่"],"The content of your post doesn’t match the template assigned to your post type.":["เนื้อหาของเรื่องของคุณไม่ตรงกับเทมเพลตที่กำหนดไว้กับประเภทเรื่องของคุณ"],"Resetting the template may result in loss of content, do you want to continue?":["การล้างค่าเทมเพลตอาจทำให้เนื้อหาเสียหาย คุณต้องการดำเนินการต่อหรือไม่?"],"Close panel":["ปิด"],"Copy Error":["คัดลอกผิดพลาด"],"Immediately":["โดยทันที"],"term\u0004%s added":["%s ถูกเพิ่มแล้ว"],"Tags help users and search engines navigate your site and find your content. Add a few keywords to describe your post.":["ป้ายกำกับช่วยให้ผู้ใช้และเสิร์ชเอนจิ้นนำทางเว็บไซต์ของคุณและค้นหาเนื้อหาของคุณ เพิ่มคำค้นหาเพื่อบรรยายเรื่องของคุณ"],"Submit for Review":["ส่งให้ตรวจทาน"],"Edit post permalink":["แก้ไขลิงก์ถาวรของเรื่อง"],"This post is already being edited.":["เรื่องนี้ถูกแก้ไขแล้ว"],"Copy Post Text":["คัดลอกข้อความของเรื่อง"],"Attempt Recovery":["พยายามกู้คืน"],"(Multiple H1 headings are not recommended)":["(ไม่แนะนำให้ใช้หัวเรื่อง H1 หลายอัน)"],"(Your theme may already use a H1 for the post title)":["(ธีมของคุณอาจใช้ H1 สำหรับหัวข้อเรื่องแล้ว)"],"(Incorrect heading level)":["(ระดับหัวข้อไม่ถูกต้อง)"],"(Empty heading)":["(หัวข้อว่าง)"],"Parent Term":["ป้ายคำหลัก"],"Finished writing? That’s great, let’s get this published right now. Just click “Publish” and you’re good to go.":["เขียนเสร็จแล้ว? ยอดเยี่ยมมาก มาเผยแพร่เดี๋ยวนี้เลยเถอะ เพียงแค่กด \"เผยแพร่\" ก็เรียบร้อยแล้ว"],"Double-check your settings before publishing.":["ตรวจทานการตั้งค่าอีกรอบก่อนการเผยแพร่"],"When you’re ready, submit your work for review, and an Editor will be able to approve it for you.":["เมื่อคุณพร้อม ส่งงานเขียนของคุณเพื่อให้ตรวจทาน และบรรณาธิการจะสามารถอนุมัติให้คุณ"],"Are you ready to submit for review?":["คุณพร้อมจะส่งให้ตรวจทานหรือยัง?"],"What’s next?":["อะไรต่อ?"],"is now live.":["กำลังเผยแพร่"],"Avatar":["รูปประจำตัว"],"Learn more about manual excerpts":["ศึกษาเพิ่มเติมเกี่ยวกับเกริ่นนำแบบเขียนเอง"],"Write an excerpt (optional)":["เขียนเกริ่นนำ (ถ้ามี)"],"Document Outline":["ภาพรวมเอกสาร"],"Document Statistics":["สถิติเอกสาร"],"There is an autosave of this post that is more recent than the version below.":["มีบันทึกอัตโนมัติของเรื่องนี้ที่ใหม่กว่ารุ่นด้านล่างนี้"],"Protected with a password you choose. Only those with the password can view this post.":["ปกป้องด้วยรหัสผ่านที่คุณเลือก จะสามารถดูเรื่องนี้ได้เฉพาะผู้ที่มีรหัสผ่านเท่านั้น"],"Would you like to privately publish this post now?":["คุณต้องการเผยแพร่เรื่องนี้แบบส่วนตัวตอนนี้?"],"Are you sure you want to unschedule this post?":["คุณแน่ใจว่าคุณอยากจะยกเลิกการตั้งเวลาเรื่องนี้?"],"Are you sure you want to unpublish this post?":["คุณแน่ใจว่าคุณอยากจะยกเลิกการเผยแพร่เรื่องนี้?"],"Use a post format":["ใช้รูปแบบเรื่อง"],"Always show pre-publish checks.":["แสดงการตรวจสอบก่อนเผยแพร่เสมอ"],"Click “Preview” to load a preview of this page, so you can make sure you’re happy with your blocks.":["กด \"ตัวอย่าง\" เพื่อเรียกดูตัวอย่างของหน้านี้ เพื่อให้คุณแน่ใจว่าคุณพอใจกับบล็อกของคุณ"],"Generating preview…":["กำลังสร้างตัวอย่าง..."],"Post Visibility":["การมองเห็นเรื่อง"],"Visibility:":["การมองเห็น:"],"Apply the \"%1$s\" format.":["ใช้งานรูปแบบ \"%1$s\""],"Your theme uses post formats to highlight different kinds of content, like images or videos. Apply a post format to see this special styling.":["ธีมของคุณใช้รูปแบบเรื่องเพื่อเน้นให้เห็นชนิดของเนื้อหาที่แตกต่าง เช่นรูปภาพหรือวีดีโอ ใช้งานรูปแบบเรื่องเพื่อดูรูปแบบพิเศษนี้"],"Scheduling…":["กำลังตั้งเวลา..."],"Are you ready to schedule?":["คุณพร้อมที่จะตั้งเวลาล่วงหน้าหรือยัง?"],"The editor has encountered an unexpected error.":["ตัวแก้ไขเกิดข้อผิดพลาดขึ้น"],"no parent":["ไม่มีหลัก"],"Take Over":["รับช่วงต่อ"],"Allow Pingbacks & Trackbacks":["อนุญาตให้ใช้ Pingbacks และ Trackbacks"],"%s is currently working on this post, which means you cannot make changes, unless you take over.":["%s กำลังทำงานเรื่องนี้อยู่ ซึ่งคุณจะไม่สามารถเปลี่ยนแปลงสิ่งต่าง ๆ ได้ จนกว่าคุณจะรับช่วงต่อ"],"Another user is currently working on this post, which means you cannot make changes, unless you take over.":["ผู้ใช้อื่นกำลังทำงานเรื่องนี้อยู่ ซึ่งคุณจะไม่สามารถเปลี่ยนแปลงสิ่งต่าง ๆ ได้ จนกว่าคุณจะรับช่วงต่อ"],"Another user now has editing control of this post. Don’t worry, your changes up to this moment have been saved.":["ผู้ใช้อื่นควบคุมการแก้ไขเรื่องนี้ได้ในตอนนี้ ไม่ต้องกังวล การเปลี่ยนแปลงที่คุณทำไปได้รับการบันทึกไว้แล้ว"],"%s now has editing control of this post. Don’t worry, your changes up to this moment have been saved.":["%s ควบคุมการแก้ไขเรื่องนี้ได้ในตอนนี้ ไม่ต้องกังวล การเปลี่ยนแปลงที่คุณทำไปได้รับการบันทึกไว้แล้ว"],"Someone else has taken over this post.":["มีบางคนรับช่วงต่อเรื่องนี้แล้ว"],"https:\/\/codex.wordpress.org\/Excerpt":["https:\/\/codex.wordpress.org\/Excerpt"],"Stick to the top of the blog":["ปักหมุดไว้บนสุดของบล็อก"],"Exit the Editor":["ออกจากตัวแก้ไข"],"Search Terms":["ค้นหาคำ"],"Add title":["ใส่ชื่อ"],"no title":["ไม่มีชื่อ"],"Scheduled":["ตั้งเวลาไว้"],"is now scheduled. It will go live on":["ถูกตั้งเวลาไว้ จะถูกเผยแพร่เมื่อ"],"Aside":["ข้างเคียง"],"Quote":["คำกล่าวอ้าง"],"Allow Comments":["อนุญาตการแสดงความเห็น"],"The backup of this post in your browser is different from the version below.":["รุ่นสำรองของเรื่องนี้ในเบราว์เซอร์ของคุณแตกต่างรุ่นด้านล่าง"],"%s out of 5 stars":["%s จากทั้งหมด 5 ดาว"],"No blocks found in your library. These blocks can be downloaded and installed:":["ไม่พบบล๊อกในคลังสื่อของคุณ บล๊อกด้านล่างนี้คือบล๊อกที่สามารถดาวน์โหลดและติดตั้งได้"],"No blocks found in your library. We did find %d block available for download.":["ไม่พบบล๊อกในคลังสื่อของคุณ แต่เราพบ %d บล๊อกสำหรับดาวน์โหลด"],"Please contact your site administrator to install new blocks.":["โปรดติดต่อผู้ควบคุมเว็บของคุณเพื่อติดตั้งบล๊อกใหม่"],"No blocks found in your library.":["ไม่พบบล๊อกในคลังของคุณ"],"No blocks found in your library. Please contact your site administrator to install new blocks.":["ไม่พบบล๊อกในคลังของคุณ โปรดติดต่อผู้ควบคมเพื่อทำการติดตั้งบล๊อกใหม่"],"Block previews can't install.":["ไม่สามารถติดตั้งตัวอย่างบล๊อก"],"Retry":["ลองใหม่"],"Block previews can’t load.":["ไม่สามารถโหลดตัวอย่างบล๊อก"],"%d active installation":["การติดตั้งที่เปิดใช้งาน %d"],"This author has %d block, with an average rating of %d.":["ผู้เขียนท่านนี้มี %d บล็อกที่มีเรตติ้งโดยเฉลี่ยคือ %d"],"Authored by %s":["เขียนโดย %s"],"%d total rating":["เรตติ้งรวม %d"],"Ungrouping blocks from within a Group block back into individual blocks within the Editor \u0004Ungroup":["แยกกลุ่ม"],"verb\u0004Group":["รวมกลุ่ม"],"Restore the backup":["ฟื้นคืนที่สำรองไว้"],"To edit the featured image, you need permission to upload media.":["คุณจำเป็นต้องมีสิทธิ์ในการอัปโหลดไฟล์สื่อ จึงจะแก้ไขรูปประจำเรื่อง\/หน้าได้"],"Updating failed.":["การอัปเดตล้มเหลว"],"Scheduling failed.":["การตั้งเวลาล้มเหลว"],"Publishing failed.":["การเผยแพร่ล้มเหลว"],"Updated %s":["อัปเดต %s"],"%1$s Error message: %2$s":["%1$s ข้อความผิดพลาด: %2$s"],"Author":["ผู้เขียน"],"Edit":["แก้ไข"],"Undo":["ย้อนกลับ"],"Redo":["กลับไปทำใหม่"],"Add New Tag":["เพิ่มป้ายกำกับใหม่"],"Parent Category":["หมวดหมู่หลัก"],"Link":["ลิงก์"],"Add":["เพิ่ม"],"Draft":["ฉบับร่าง"],"Remove":["ลบออก"],"Replace Image":["แทนที่รูปภาพ"],"Copy Link":["คัดลอกลิงก์"],"Block updated.":["อัปเดตบล็อกแล้ว"],"Move to Trash":["ย้ายไปถังขยะ"],"Pending Review":["รอตรวจสอบ"],"Title":["ชื่อ"],"Audio":["ไฟล์เสียง"],"Video":["ไฟล์วีดีโอ "],"Gallery":["คลังภาพ"],"Save":["บันทึก"],"Save as Pending":["บันทึกเป็นรอตรวจสอบ"],"Public":["เผยแพร่"],"Publish":["เผยแพร่"],"Private":["ส่วนตัว"],"Image":["รูปภาพ"],"Password Protected":["รหัสผ่านป้องกัน"],"Save Draft":["บันทึกฉบับร่าง"],"Update":["อัปเดต"],"Saved":["บันทึกแล้ว"],"Word count type. Do not translate!\u0004words":["characters_excluding_spaces"],"(opens in a new tab)":["(เปิดในแท็บใหม่)"],"Published":["เผยแพร่แล้ว"],"(no title)":["(ไม่มีชื่อ)"]}},"comment":{"reference":"wp-includes\/js\/dist\/editor.js"}}